Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: But after SuperVillain Casanova Frankenstein (Creator/GeoffreyRush) gets released from a mental institution -- thanks to the machinations of Captain Amazing himself, who is rapidly losing his corporate sponsors due to his crime-free city -- it's no time at all before he's gathered the local gang leaders (including Creator/EddieIzzard), built himself a super weapon, the Psycho-frakulator, and captured Amazing.
pt_br: Mas depois que o Br/SuperVilao Casanova Frankenstein (BrCriador/GeoffreyRush) é liberto de um sanatório -- graças às maquinações do próprio Capitão Arraso, que está perdendo patrocinadores devido à sua cidade livre de crimes -- não leva muito tempo até ele juntar os bandidos locais, construir pra si uma super arma, o Fritador, e capturar Arraso.

source: But as frustrating as it is, [[TropesAreTools it does not necessarily make the story "worse" as long as it doesn't feel forced, contrived, or even shortsighted.]] Regardless, this trope runs the high risk of leaving the audience's thirst for emotional catharsis unsatiated, especially when they've become so invested in seeing the villain they've projected their hate onto get their full commupance that may or may not come by the end.
pt_br: Mas, por mais frustrante que possa ser, [[Br/TroposSaoFerramentas isso não necessariamente torna a história "pior" desde que não pareça forçado, conveniente ou mal executado]]. No entanto, este tropo carrega consigo o elevado risco de deixar insaciada a ânsia do público por catarse emocional, ainda mais quando eles ficaram tão interessados em ver o vilão no qual eles projetaram toda a raiva receber o que merece, o que pode ou não acontecer no fim.

source: But even with some mundane things, he needs to explain the basics to the people around.
pt_br: Mas mesmo com as coisas mais banais ele sente a necessidade de explicar o básico para as pessoas ao redor.

source: But for Spooner, one thing is missing-- motive.
pt_br: Mas para Spooner, falta uma coisa: motivo.

source: But for the most part, the Templars served as a military order of exceptional versatility.
pt_br: Mas, na maior parte, os Templários serviram como uma milícia de versatilidade excepcional.

source: But if we take on this fight, those of us who survive it will forever after show our scars with pride, and say, 'That's right!
pt_br: Mas se encararmos essa batalha, aqueles que sobreviverem mostrarão as nossas cicatrizes com orgulho e dirão, "Isso mesmo!

source: But it just seems too... heartless.]] * HollywoodHacking: According to Calvin, it will take her six minutes to hack through [[spoiler: VIKI]]'s security, doing it all by hand.
pt_br: Mas me parece muito... cruel.]] * Br/HackersHollywoodianos: De acordo com Calvin, levará a ela seis minutos para burlar as defesas [[spoiler: da VIKI]] manualmente.

source: But later in the series, some characters seemed to take on a deliberately old-fashioned look.
pt_br: Mas posteriormente na série alguns personagens pareceram escolher deliberadamente uma aparência mais antiquada.

source: But not always.
pt_br: Mas não sempre.

source: But not you.
pt_br: Você, não.

source: But objects are things everyone can relate to.
pt_br: Mas objetos são coisas que todos entendem.

source: But one stands out due to a bet between three.
pt_br: Mas uma dessas se sobressai por ser uma aposta entre três.

source: But somewhere between the invention of the Gatling gun and the atomic bomb, fiction-creators [[DeconstructedTrope deconstructed the archetype]] to create a new kind of villain: a villain who believes that the conventional scientific community are [[YouFool fools]]!
pt_br: Mas em algum momento entre a invenção da arma Gatling e a bomba atômica, os escritores de ficção [[Br/TropoDesconstruido desconstruíram o arquétipo]] para criar um novo tipo de vilão: um vilão que acredita que todos na comunidade científica tradicional são [[Br/SeuTolo tolos]]!

source: But that doesn't make you a hero." * BunnyEarsLawyer: The Bowler is arguably the most powerful member of the team, and would likely be far more efficient if she didn't come off as so... spacey sometimes.
pt_br: Mas isso não quer dizer que seja um super herói." * Br/AdvogadoComOrelhasDeCoelho: A Boliche é, sem dúvida, a melhor integrante do time, e provavelmente seria muito mais eficiente se não fosse tão... aérea às vezes.

source: But then you have Isaac.
pt_br: E então tem o Isaac.

source: But there are a lot of telltale signs, and if you see them, the show had better have some ''really'' good writers to make [[GrowingTheBeard it seem like a worthwhile decision]].
pt_br: Mas há muitos sinais, e se você os perceber, é melhor que a série tenha roteiristas ''realmente'' bons para fazer com que [[Br/CrescerABarba seja uma boa decisão]].

source: But until you learn to master your rage--\\ '''Furious:''' Your rage will become your master?
pt_br: Mas até aprender a dominar sua fúria--\\ '''Irado:''' Sua fúria dominará você?

source: But wait!
pt_br: Mas espere!

source: But whatever the service, whatever the offer, '''there is always a price.''' This price can be anything -- the Faust's soul, their conscience, [[BabyAsPayment their firstborn]], their loved ones, their voice, their eternal servitude, or even something that seems completely innocent -- but whatever the price, it's something that will render the Faust a lot worse off when it is paid, if not bring them to complete ruin.
pt_br: Mas qualquer que seja o serviço ou oferta, '''sempre há um preço a se pagar'''. Esse preço pode ser qualquer coisa -- a alma do Fausto, sua consciência, [[Br/BebeComoPagamento seu primogênito]], seus entes queridos, sua voz, sua servidão eterna, ou até mesmo algo que pareça ser completamente inócuo -- é algo que vai sair muito caro ao Fausto, e talvez até mesmo arruiná-lo.

source: But when the same elements are placed side-by-side with familiar settings and elements, suddenly TheFourthWallWillNotProtectYou.
pt_br: Mas quando os mesmos elementos são colocados lado a lado com elementos e ambientes familiares, então Br/AQuartaParedeNaoTeProtegera.

source: But when the time comes for the hammer to fall, that's not what happens.
pt_br: Mas quando chega o momento de o martelo da justiça cair, isso não é o que ocorre.

source: But when this particular cast member leaves, there's no denying it's the EndOfAnEra.
pt_br: Mas, quando este membro em específico deixa o elenco, é inegável que é Br/OFimDeUmaEra.

source: But... it could still be a whole lot happier..."'' -->-- '''Kubo''', ''WesternAnimation/KuboAndTheTwoStrings''
pt_br: Mas... poderia ter sido muito mais feliz..."'' -->-- '''Kubo''', ''BrAnimacaoOcidental/KuboEAsCordasMagicas''

source: By definition, contrast AWorldHalfFull.
pt_br: Por definição, contrasta com Br/MundoMeioCheio.

source: By law, manmade or natural.
pt_br: Por lei, feito pela humanidade ou natural.

source: By the dawn of the 1300s, the Templars were without a clear purpose, and their failure to attract royal and church aid for another Crusade signalled that the Order was now nothing more than a financial institute.
pt_br: No começo dos anos 1300, os Templários não tinham um propósito claro, e sua falha em obter apoio da realeza e da igreja para outra Cruzada sinalizou que a Ordem era, então, nada mais que uma instituição financeira.

source: By the end of the episode, when El Chavo asks Girafales if he knows why the children missed school, the teacher answers that he knows: they missed school because it was Sunday.
pt_br: No final do episódio, quando o Chaves pergunta do Girafales se ele sabe porque eles faltaram a escola, o professor responde que sim: porque era domingo.

source: By the mid-1200s, the Templars possessed property across Western Europe, the Mediterranean and the Holy Land.
pt_br: Em meados dos anos 1200, os Templários possuíam propriedades através da Europa Ocidental, do Mediterrâneo e da Terra Santa.

source: By the time ABC canceled ''Happy Days'' in 1984, it had become [[SeasonalRot a shell of its former self]], with several of the original cast gone, and was mainly notable for launching ''Series/MorkAndMindy'' through a PoorlyDisguisedPilot episode.
pt_br: Quando a ABC cancelou ''Dias Felizes'' em 1984, a série tinha se tornado [[Br/PodridaoSazonal uma mera sombra de sua antiga glória]], com muito do elenco original ausente, e ficou notável por lançar a série ''BrSerie/MorkEMindy'' através de um episódio Br/PilotoMalDisfarcado.

source: Calvin also has only a fractional head-start on him, hardly enough for her to reach a falling speed he couldn't accelerate to.]] * VillainHasAPoint: [[spoiler: Sonny does not deny that he sees logic in VIKI's more extreme handling of humanity, he just assesses it as too "heartless".]] * WasJustLeaving: Detective Spooner and Dr. Calvin get into a heated argument over whether the former is a WindmillCrusader or the OnlySaneMan (in regards to robots and their increasingly prevalent role in human society).
pt_br: Calvin tem apenas uma vantagem pequena de tempo, insuficiente para acelerar até uma velocidade que Sonny não alcançaria.]] * Br/OVilaoTemRazao: [[spoiler: Sonny não nega a lógica na abordagem mais extrema de VIKI quanto à humanidade, ele só a considera "muito cruel".]] * Br/JaEstavaDeSaida: Spooner e Calvin se envolvem em uma discussão acalorada sobre se o detetive é a Br/UnicaPessoaSa ou se é um Br/CombatenteDosMoinhosDeVento (em relação à robôs e seu papel cada vez maior na sociedade humana).

source: Calvin catches up to him and shoots it with the automatic weapon he lent her...but she does so ''with her eyes shut.'' Spooner understandably yells at her for it.
pt_br: Calvin o alcança e atira nele com a arma automática que ele emprestou... só que ''com os olhos fechados.'' Spooner grita com ela, compreensivelmente.

source: Calvin counters that Spooner is "the dumbest ''dumb'' person" she's ever met for insisting that it's possible in spite of it being ThreeLawsCompliant.
pt_br: Calvin responde Spooner dizendo que ele é "a pessoa burra mais ''burra''" que ela já conheceu por insistir que isso seja possível apesar do robô possuir Br/ConformidadeComAsTresLeis.

source: Calvin immediately points out that VIKI is essentially the whole building and doing that would do nothing, the nanites must be injected if a complete destruction of her positronic brain is to be assured.
pt_br: Calvin imediatamente ressalta que a VIKI é essencialmente o prédio inteiro e fazer isso não adiantaria nada; os nanitos precisam ser injetados caso se queira garantir destruição completa do cérebro positrônico.

source: Can a computer have a sense of humor?
pt_br: Computadores têm senso de humor?

source: Can a robot turn a canvas into a beautiful masterpiece?\\ '''Sonny''': ...Can you?
pt_br: Um robô consegue pintar uma bela obra-prima?\\ '''Sonny:''' ...você consegue?

source: Can a robot turn a canvas into a beautiful masterpiece?\\ '''Sonny''': [[ArmorPiercingResponse Can you?]]\\ '''Spooner''': [''awkward silence''] * AndroidsAndDetectives: A detective, a robot developing self-awareness and a scientist vs a murderous conspiracy.
pt_br: Um robô consegue pintar uma bela obra-prima?\\ '''Sonny:''' [[Br/RespostaDevastadora Você consegue?]]\\ '''Spooner:''' [''silêncio desconfortável''] * Br/AndroidesEDetetives: Um detetive, um robô com consciência própria e uma cientista contra uma conspiração de assassinato.

source: Can a robot turn a canvas into a beautiful masterpiece?]] * ArmorPiercingResponse: ** Sonny's response to the ArmorPiercingQuestion above: --->'''Sonny:''' Can you?
pt_br: Um robô consegue pintar uma bela obra-prima?]] * Br/RespostaDevastadora: ** A resposta de Sonny para a pergunta feita no interrogatório: --->'''Sonny:''' Você consegue?

source: Can also be a moral about getting seriously involved in things without learning much about them.
pt_br: Também pode ser uma moral sobre se envolver seriamente em coisas sem aprender o bastante sobre elas.

source: Can also be used to crank DramaticIrony up.
pt_br: Também pode ser usado para elevar o grau de Br/IroniaDramatica.

source: Can also overlap with CowardiceCallout if the hero is being called out on shortcomings that are rooted in fear or a lack of well-placed courage.
pt_br: Pode se sobrepor com Br/ApontarACovardice se o herói está tendo a atenção chamada para deficiências que se originam de medo ou falta de coragem bem posicionada.

source: Can at times also qualify as a ThrowItIn.
pt_br: Às vezes também pode se qualificar como uma escolha de Br/DeixarAiMesmo.

source: Can be caused by a poor choice in SequelEscalation, and lead up to FranchiseZombie if a sequel that should have been a FranchiseKiller doesn't destroy the series.
pt_br: Pode ser causado por uma escolha ruim no processo de Br/EscaladaDaSequencia e levar à Br/FranquiaZumbi se uma sequência que deveria ter sido [[Br/MatadorDeFranquia matadora de franquia]] não destrói a série.

source: Can be taken to the point of BreakTheCutie, and if the amount of misfortune seems too great it may result in DeusAngstMachina.
pt_br: Pode ser levado até o ponto de Br/QuebreALindinha, e se a quantidade de azar parecer muito grande isso pode resultar em Br/DeusAngstMachina.

source: Can come right off the heels of a SadisticChoice foisted on the player in a video game.
pt_br: Pode acontecer como resultado de uma Br/EscolhaSadista induzida no jogador em um videogame.

source: Can even overlap with PayEvilUntoEvil and HeWhoFightsMonsters.
pt_br: Pode também se sobrepor com Br/PagarOMalComOMal e Br/AqueleQueLutaComMonstros.

source: Can have some overlap with ScaryBlackMan, TheStrongman and the ProudWarriorRaceGuy, especially when dealing with [[OurDwarvesAreAllTheSame dwarves]].
pt_br: Pode ter alguma sobreposição com Br/HomemNegroAssustador, Br/OMusculoso e o Br/CaraDeUmaRacaGuerreiraOrgulhosa, especialmente quando se está lidando com [[Br/NossosAnoesSaoTodosIguais anões]].

source: Can overlap with PatiencePlot.
pt_br: Pode se sobrepor com Br/TramaDePaciencia.

source: Can overlap with TheReasonYouSuckSpeech if a character points out a hero's flaws in very long detail in the most brutal way possible.
pt_br: Pode se sobrepor a um Br/DiscursoSobrePorQueVoceEHorrivel se um personagem ressalta as falhas do herói com muitos detalhes e da maneira mais brutal possível.

source: Can sometimes result from RightHandVersusLeftHand.
pt_br: Pode às vezes resultar de Br/MaoDireitaVersusMaoEsquerda.

source: Can't... breathe!]]"''); Spleen gets ShotInTheAss during the final battle; and those are just the main examples.
pt_br: o Solta-Pum leva um Br/TiroNoTraseiro durante a batalha final, e esses são só os exemplos mais diretos.

source: CanonMarchesOn is when cheap and small spin-offs like tie-in books and comic adaptations are ignored when making the direct big-budget sequel.
pt_br: Br/AMarchaDoCanone é quando derivados baratos e pequenos (como livros suplementares e adaptações para quadrinhos) são ignorados ao se fazer a sequência direta com grande orçamento.

source: Captain Amazing admits to being him, then after a moment claims he was joking and says he [[IAlwaysWantedToSayThat always wanted to say that]].
pt_br: Capitão Arraso admite que é ele, e depois diz que ele estava brincando e que ele [[Br/EuSempreQuisDizerIsso sempre quis dizer isso]].

source: Captain Amazing doesn't wear glasses.\\ '''Mr. Furious:''' He takes them off when he transforms.\\ '''The Shoveler:''' That doesn't make any sense.
pt_br: O Capitão Arraso não usa óculos.\\ '''Irado:''' Ele tira os óculos quando se transforma!\\ '''Pá:''' Isso não faz nenhum sentido!

source: Capturing the audience with their charisma, incredible intellect, mastery of manipulation, and boldness of action, this character is a show-stealer, demanding your reverence at every turn.
pt_br: Ele atrai para si o público com seus carisma, intelecto, maestria na manipulação e ousadia na ação. Este personagem rouba para si a cena e exige sua reverência a cada momento.

source: Carlos Villagrán departed over creative differences, and was explained away as having been sent to live with wealthy relatives[[note]]Because he couldn't stand "la chusma" any longer.[[/note]].
pt_br: Carlos Villagrán saiu por diferenças criativas e a explicação in-universo é que ele foi morar com parentes mais ricos [[note]]porque ele não aguentava mais a gentalha[[/note]].

source: Casanova kills them later to show [[KickTheDog how evil he can be]].
pt_br: Casanova os mata mais tarde para mostrar [[Br/ChutarOCachorro o quão mal ele pode ser]].

source: Casanova turns on the charm, convincing Anabel to drop the gun, then tells her YouHaveOutlivedYourUsefulness and tosses her out a window to her death.
pt_br: Casanova se vale do seu charme, convence Annabelle a largar a arma e então diz que Br/VoceJaNaoEMaisUtil logo antes de a lançar de uma janela em direção à morte.

source: Chaplains wore green and were responsible for religious services.
pt_br: Capelães usavam verde e eram responsáveis pelos atos religiosos.

source: Character Alignment is a shorthand for a given character's (or religion's, society's, organization's, etc.) moral/ethical outlook on [[Franchise/TheHitchhikersGuideToTheGalaxy life, the universe and everything]].
pt_br: Alinhamento de personagem, ou tendência de personagem, é um jeito simples de se referir à percepção ética e moral de um personagem sobre [[BrFranquia/OGuiaDoMochileiroDasGalaxias a vida, o universo e tudo o mais]].

source: Characters created under these circumstances have a tendency to suffer a form of DeathByCameo.
pt_br: Personagens criados nessas circunstâncias tendem a sofrer de Br/MortePorAparicaoEspecial.

source: Characters even comment on Popis, likely the least unattractive of the regular cast, as if she is physically deformed.
pt_br: Os personagens até mesmo comentam sobre a Popis como se ela fosse fisicamente deformada.

source: Characters of this type often feature in an OrderVersusChaos situation where neither side is proven to be right.
pt_br: Personagens desse tipo costumam aparecer em uma situação de Br/OrdemContraCaos onde nenhum dos dois lados está estabelecido como certo.

source: Chavo and Chilindrina take the chances to get rid of the medicines then, and he ends up swallowing them all.
pt_br: Chaves e Chiquinha aproveitam a chance para se livrar dos remédios e ele acaba os tomando inteiros.

source: Chavo doubted Quico would keep that resolution.
pt_br: Chaves duvidou que Quico pudesse manter essa promessa.

source: Chavo first points to the circle, asking "Should I erase Ñoño as well?".
pt_br: Chaves primeiro aponta para o círculo e pergunta, "Apago também o Nhonho?"

source: Chavo then calls dibs on him, but instead of a bucket of water, he grabs one full of bricks... * FakeGuestStar: Dr. Chapatin is announced as a Special Guest Star in the episode he appears in, but he is just another character played by Chespirito.
pt_br: Chaves se prontifica para o acordar, mas ao invés de um balde com água, ele pega um que está com tijolos...

source: Chavo then throws his toy backwards...hitting Mr. Barriga and the music abruptly stops.
pt_br: Chaves então joga o brinquedo para atrás... acertando o Senhor Barriga, momento em que a música para.

source: Chavo will often hit Quico with a string of three punches that knocks him out cold.
pt_br: Chaves usa com Quico uma sequência alternada de três socos que o faz desmaiar.

source: Chavo would get mad and knock Quico down, usually after Quico hit him or pranked him.
pt_br: Chaves fica furioso e nocauteia Quico, geralmente depois de ser enganado ou batido por ele.

source: Checked some blogs, answered a couple e-mails, nothing too eventful or life changing.
pt_br: Deu uma olhada numas fotos, respondeu umas mensagens, nada de mais.

source: Cheese!
pt_br: Queijo!

source: Chespirito introduced her LoveInterest Profesor Jirafales in order to make her more sympathetic as she was hated by fans (didn't work).
pt_br: Chespirito introduziu o professor Girafales como Br/InteresseAmoroso dela para deixá-la um pouco mais simpática, já que os fãs a odiavam. Não funcionou.

source: Chespirito is considered by many to tie Cantinflas as Mexico's greatest comedian, and his sketch comedy shows are beloved amongst the entire Latin American population.
pt_br: Chespirito é considerado por muitos como sendo equiparável a Cantinflas como o maior comediante mexicano, e seus shows são amplamente apreciados pela população latino-americana.

source: Chilidrina kicks people in the knee and her father either punches Chavo over the head or pinches Quico's arm before getting slapped by Florinda.
pt_br: Chiquinha chuta as pessoas no joelho e seu pai dá cascudos no Chaves ou belisca o braço do Quico antes de ser estapeado pela Florinda.

source: Chilindrina managed to return (María Antonieta de las Nieves had been given a show for herself in another network, but it was shortly cancelled).
pt_br: A Chiquinha conseguiu pegar o ônibus de volta (Maria Antonieta de las Nieves recebeu um programa solo em outra emissora, mas ele foi cancelado em pouco tempo).

source: Chop off an arm?
pt_br: Teve o braço cortado?

source: Clairvaux noted that, a Templar Knight, ''"is truly a fearless knight, and secure on every side, for his soul is protected by the armour of faith, just as his body is protected by the armour of steel.
pt_br: Claraval notou que ''"Intrépido e bravo soldado aquele que, enquanto reveste seu corpo com a couraça de aço, guarnece sua alma sob a loriga da fé;

source: Climaxes are often associated with a [[FinalBattle big fight]] of some sort (which frequently occurs in the action genre), but more low-key stories can have climaxes via TheReveal or other devices.
pt_br: Clímaxes costumam ser associados com uma [[Br/BatalhaFinal grande luta]] de algum tipo (o que acontece com frequência no gênero de ação), mas histórias mais relaxadas podem ter o clímax com Br/ARevelacao ou outros meios.

source: Cloudcuckoolanders are [[LoonWithAHeartOfGold rarely malicious]].
pt_br: Um lunático [[Br/BirutaComUmCoracaoDeOuro raramente]] é malicioso.

source: ClueEvidenceAndASmokingGun is a related inverse that deals with deductions rather than listing things.
pt_br: Br/PistasEvidenciasEUmaArmaFumegante é uma inversão relacionada que lida com deduções ao invés de listagem de coisas.

source: Combines this with MadScientist.
pt_br: Também é combinado com Br/CientistaMaluco.

source: Come on, man!\\ '''The Shoveler''': [[ArsonMurderAndJaywalking Your penmanship is atrocious!]]\\ '''The Sphinx''': You dress in the manner of a male prostitute!
pt_br: Como é que é, gente?!\\ '''Pá:''' [[Br/RouboHomicidioEAtravessarForaDaFaixa A sua letra é horrorosa!]]\\ '''Esfinge:''' Você se veste como um garoto de programa!

source: Comedy films are particularly susceptible to this pitfall, as many comedy sequels tend to rehash not only the plot, but also the most memorable jokes and gags from their predecessors.
pt_br: Filmes de comédia são propensos a esta armadilha, já que muitas sequências de comédia tendem a reutilizar não apenas a trama como também as piadas mais memoráveis dos predecessores.

source: Comes in two flavors: [[BalanceBetweenGoodAndEvil Keeping the Balance]] and [[BystanderSyndrome Just Doesn't Care]].
pt_br: Aparece em duas variantes: "[[Br/EquilibrioEntreOBemEOMal mantendo o equilíbrio]]" e "[[Br/SindromeDoTranseunte eu não me importo]]".

source: Common in surrealistic works.
pt_br: Comum em obras surrealistas.

source: Common props include InUniverse equipment, weapons, vehicles, and disguises.
pt_br: Adereços comuns incluem equipamento, armas, veículos e disfarces Br/InUniverso.
